{
    "data": [
        {
            "tit": "메가트루 UI/UX 리뉴얼",
            "url": "https://megatrue.co.kr/",
            "progress": "100",
            "contents": "유한양행에서 출시한 메가 비타민 메가트루를 소개하는 프로젝트를 진행하였습니다.\n 첫 페이지에 유일한 박사와 유한양행의 히스토리를 패럴랙스 형식으로 구성하여 역동적으로 변화하는 느낌을 주었으며, 사용자에게 맞는 비타민을 골라주는 선택지를 제공해주어 구매 전환율을 높여줍니다.\n 또한 모든 디바이스 환경을 고려하여 반응형으로 제작을 하였습니다."
        },
        {
            "tit": "HL브랜드포털 UI/UX 구축",
            "url": "-",
            "progress": "100",
            "contents": "HL 브랜드포털은 기업의 브랜드 가이드라인을 볼 수 있는 사이트로 사용자에게 정보전달이 편리하도록 설계하였습니다.메인 페이지에서는 검색창 위에 배너를 두어 포털 사이트 느낌을 강조하였습니다. 또한 레이아웃과 라인을 활용해깔끔하고 정돈되어 보이게 정보를 나누었습니다. 컬러와 브랜드 그래픽 모티프를 전체메뉴, 버튼 등 곳곳에 활용해 강조하였습니다.사용자의 편의성을 고려해 반응형으로 구현하였습니다."
        },
        {
            "tit": "DB FIS UI/UX 리뉴얼",
            "url": "https://dbfis.co.kr/",
            "progress": "40",
            "contents": "DB FIS는 DB Inc.의 자회사로서, DB그룹 금융계열사의 IT Outsourcing 서비스를 담당하고 있습니다.사용자의 편의성을 고려한 접근성을 높인 메인구성을 통해 사이트의 아이덴티티를 높였습니다."
        },
        {
            "tit": "DB Inc UI/UX 리뉴얼",
            "url": "https://dbinc.co.kr/",
            "progress": "100",
            "contents": "DB Inc.는 DB그룹 계열의 IT서비스 및 무역 전문을 전문으로 하는 기업입니다.이미지를 통해 사업의 의미를 직관적으로 전달하였고 사업 분야가 다양하지만 유사한 톤으로 구성하였습니다.아이덴티티 컬러를 사용해 DB그룹과의 통일성을 고려하였으며, 여백과 화이트를 활용해 가시성 심미성을 높였습니다.사용자의 편의성을 고려해 반응형으로 구현하였습니다."
        },
        {
            "tit": "HL Eureka UI/UX 구축",
            "url": "-",
            "progress": "100",
            "contents": "HL Eureka는 HL그룹 내 다양한 아이디어를 관리하고 구체화하는 플랫폼 사이트입니다.아이디어 등록부터 심사까지 여러 단계의 프로세스를 쉽게 확인할 수 있도록 사용성을 고려한 ui설계와신선함, 젊음, 활기찬 분위기를 보여주기 위해 HL그룹의 모티프를 활용한 라인 일러스트를 배치하였습니다.또한 다양한 디바이스 환경을 고려하여 반응형으로 제작하였습니다."
        },
        {
            "tit": "HL 냉장 UI/UX 리뉴얼",
            "url": "https://hlcoldstorage.com/",
            "progress": "100",
            "contents": "HL 냉장은 맞춤형 냉장·냉동 물류 서비스를 제공하는 기업으로 사용자에게 정보전달이 용이하도록 설계하였습니다.메인 페이지에서는 HL을 라인으로 표현하여 모션을 통해 아이덴티티를 강화하고자 하였습니다.컬러와 브랜드 그래픽 모티프를 전체메뉴, 버튼, 탭메뉴 등 곳곳에 활용해 강조하였습니다.사용자의 편의성을 고려해 반응형으로 구현하였습니다."
        },
        {
            "tit": "삼천리ES UI/UX 리뉴얼",
            "url": "https://samchullyes.co.kr/",
            "progress": "100",
            "contents": "삼천리ES는 에너지·환경 전문 솔루션 기업으로 웹사이트에도 그 가치를 반영하고자 하였습니다.자연의 이미지를 활용해 환경 전문이라는 의미를 직접적으로 전달하며, 가독성과 가시성을 해치지 않는 선에서 트렌드를 반영하였습니다.컬러는 채도와 명도를 높여 밝고 깨끗한 이미지로 작업하였고 여백 또한 적절히 활용하여 동일한 느낌을 주었습니다.사용자의 편의성을 고려해 반응형으로 구현하였습니다."
        },
        {
            "tit": "hy사회복지재단",
            "url": "https://ybz.or.kr",
            "progress": "50",
            "contents": "‘hy사회복지재단’은 다양한 복지사업을 통해 지역사회와 함께하는 건강한 나눔을 실천하고자 합니다.높은 채도의 컬러를 활용하여 밝고 긍정적인 느낌을 줄 수 있도록 디자인 하였으며,모바일 환경에서도 대응하는 반응형 웹으로 제작되었습니다."
        },
        {
            "tit": "Neutrino 2022",
            "url": "https://neutrino2022.org/",
            "progress": "50",
            "contents": "국제학술대회 사이트를 구축하는 프로젝트를 진행하였습니다. 글로벌하고 전문적인 느낌을 보여줄 수 있도록 메인 비주얼을 풀페이지로 구성하였고 전달하는 정보가 많기 때문에 가독성을 고려하여 디자인을 하였습니다. 그리고 다양한 디바이스 환경에서도 대응할 수 있도록 반응형 작업으로 진행하였습니다."
        },
        {
            "tit": "KCR2023 UI/UX 구축 및 운영",
            "url": "https://neutrino2022.org/",
            "progress": "100",
            "contents": "KCR2023 웹사이트는 사용자의 정보전달과 사용성을 우선으로 둔 직관적인 디자인을 목표로 진행하였습니다.메인 비주얼은 보편적인 레이아웃을 탈피하고자 마우스 오버를 통해 화면이 전환되는 디자인을 하였습니다.의학, 의료를 연상시키는 패턴과 이미지를 활용하여 사이트 전체에 통일감을 주었습니다."
        }
    ]
}